docs/site/feron18_instr.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-05-29 Wed 22:02 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>feron18_instr_solo_works_live_elect</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">feron18_instr_solo_works_live_elect</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org1196fe9">page 101</a></li>
<li><a href="#orga5ea27a">page 104</a></li>
<li><a href="#org853c88d">page 105</a></li>
<li><a href="#org1345cd1">page 106</a></li>
<li><a href="#orgc1ccc5c">page 107</a></li>
<li><a href="#orgb062c4a">page 108</a></li>
<li><a href="#orgbba7571">page 109</a></li>
<li><a href="#org8facadf">page 110</a></li>
<li><a href="#orge89afeb">page 111</a></li>
<li><a href="#orgf5ef5f6">page 112</a></li>
<li><a href="#orge6c1086">page 114</a></li>
<li><a href="#org5be614e">page 116</a></li>
</ul>
</div>
</div>

<div id="outline-container-org1196fe9" class="outline-2">
<h2 id="org1196fe9">page 101</h2>
<div class="outline-text-2" id="text-org1196fe9">
<p>
Three potential configurations for live performers and electronics.
</p>
<ol class="org-ol">
<li>Electronics are created before the performance</li>
<li>Electronics are created at the time of performance</li>
<li>A mixture of the two. This is the most common</li>
</ol>

<p>
Are solo pieces with electronics a new archetypical form of chamber music?
</p>
</div>
</div>

<div id="outline-container-orga5ea27a" class="outline-2">
<h2 id="orga5ea27a">page 104</h2>
<div class="outline-text-2" id="text-orga5ea27a">
<p>
their definitions of actors, performers, instrumentalists, etc.
with a table of the different roles
</p>
</div>
</div>
<div id="outline-container-org853c88d" class="outline-2">
<h2 id="org853c88d">page 105</h2>
<div class="outline-text-2" id="text-org853c88d">
<p>
One interviewer talks of the importance of the performer knowing something about microphones. It becomes part of their instrument.
</p>

<p>
One feels that having a knowledge of Max/MSP makes them more comfortable and able to fix problems. Another says they have no clue about how a max patch works.
</p>
</div>
</div>
<div id="outline-container-org1345cd1" class="outline-2">
<h2 id="org1345cd1">page 106</h2>
<div class="outline-text-2" id="text-org1345cd1">
<p>
someone skilled needs to be at the computer in case something goes wrong
</p>

<p>
one comments on the performer being the ambassador for the work
</p>
</div>
</div>
<div id="outline-container-orgc1ccc5c" class="outline-2">
<h2 id="orgc1ccc5c">page 107</h2>
<div class="outline-text-2" id="text-orgc1ccc5c">
<p>
a quote. "The electronic element supplements the instrumentalist such that he becomes a super-performer. It allows him to play faster, higher, lower, all those things he cannot do because no matter what, he <i>is</i> limited, even if he is the best in the world.
</p>

<p>
Ungeheuer's conceptualization of the types of live electronic music.
</p>
<ol class="org-ol">
<li>opposition between human and machine (historically fixed media) as dramaturgic concept</li>
<li>instruement's time-space transgression. Instrument transgresses time and space through the electronics</li>
<li>the interaction. Chamber music</li>
</ol>
</div>
</div>

<div id="outline-container-orgb062c4a" class="outline-2">
<h2 id="orgb062c4a">page 108</h2>
<div class="outline-text-2" id="text-orgb062c4a">
<p>
lots of views that playing with electronics is chamber music
</p>

<p>
factors that create chamber music:
number of musicians, notion of interaction, room types for performance
can a solo piece be considered chamber music?
</p>
</div>
</div>

<div id="outline-container-orgbba7571" class="outline-2">
<h2 id="orgbba7571">page 109</h2>
<div class="outline-text-2" id="text-orgbba7571">
<p>
definitions often conflict with each other , and is quite subjective
</p>
</div>
</div>

<div id="outline-container-org8facadf" class="outline-2">
<h2 id="org8facadf">page 110</h2>
<div class="outline-text-2" id="text-org8facadf">
<p>
a quote about dialogue and confrontation or symbiosis with the electronics. " Thus, it is similar to two strangers. They will get to know each other, it is once we are properly acquainted that the piece is ready to be performed in public. It is exactly the same as any relationship with another instrumentalist.
</p>
</div>
</div>
<div id="outline-container-orge89afeb" class="outline-2">
<h2 id="orge89afeb">page 111</h2>
<div class="outline-text-2" id="text-orge89afeb">
<p>
quote on chamber. "We are alone on stage, but in the case of a piece with electronics, we are not even alone. At the very least, we work as a duo and I find that very pleasant. According to me, it is similar to chamber music."
</p>
</div>
</div>
<div id="outline-container-orgf5ef5f6" class="outline-2">
<h2 id="orgf5ef5f6">page 112</h2>
<div class="outline-text-2" id="text-orgf5ef5f6">
<p>
comment about control that could be tied in with agency. "You have to relinquish the idea of absolute control over the music you are producing"
</p>
</div>
</div>
<div id="outline-container-orge6c1086" class="outline-2">
<h2 id="orge6c1086">page 114</h2>
<div class="outline-text-2" id="text-orge6c1086">
<p>
At least one of the musical partners needs to be a musician. It is more than just sound projection, it is a performance.
</p>
</div>
</div>
<div id="outline-container-org5be614e" class="outline-2">
<h2 id="org5be614e">page 116</h2>
<div class="outline-text-2" id="text-org5be614e">
<p>
courses about musique mixte rarely exist
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
